app/views/comments/_comment.html.erb


  <%= comment.body %>,
  <%= time_ago_in_words(comment.created_at) %> ago
---
INSERT INTO "comments" ("body", "post_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["body", "역시 ㅂㅅ이엿군"], ["post_id", 1], ["created_at", "2015-05-29 05:14:04.769490"], ["updated_at", "2015-05-29 05:14:04.769490"]]