app/views/comments/_list.html.erb

<ul id="comments_list_<%=@post.id%>">
<% if @post.comments.size > 0 %>
---
SELECT COUNT(*) FROM "comments" WHERE "comments"."post_id" = ?  [["post_id", 1]]