app/views/posts/post_types/_bulletin.html.erb

SELECT COUNT(*) FROM "comments" WHERE "comments"."post_id" = ?  [["post_id", 1]]
---
      <tr>
        <td><%= post.title %> <small>( <%= post.comments.size %> )</small></td>